{
  "pages": {
    "home": {
      "main": {
        "titles": {
          "WhyUsTitle": "Чому обирають нас?",
          "letsTalkTitle": "Давайте поговоримо",
          "stylishBouquetsTitle": "Стильні букети від флористів",
          "deliveryTitle": "Вчасна доставка",
          "paymentTitle": "Безпечна оплата",
          "subscriptionTitle": "Підписка за вашими потребами",
          "toContactUsTitle": "Зворотній̆ зв'язок",
          "phoneTitle": "Телефон",
          "addressTitle": "Адреса",
          "followUsTitle": "Слідкуйте за нами",
          "serviceTitle": "Наші послуги",
          "flowerSubscriptionTitle": "Підписка на доставку квітів",
          "eventAndWeddingTitle": "Декорація весіль і заходів",
          "reviewTitle": "Наші відвідувачі пишуть",
          "generalEnquiry": "Зворотній̆ зв'язок"
        },
        "text": {
          "bannerText": "Відчуйте радість дарування з нашою сучасною квітковою студією. Замовте онлайн і надішліть живі квіти, рослини та подарунки вже сьогодні.",
          "ourStoryText": "Ми - сучасна флористична студія, яка спеціалізується на розробці та доставці унікальних букетів. У нас найкращі флористи, які ретельно підбирають кожну квітку, наша студія співпрацює напряму з фермерськими господарствами з вирощування різних квітів, тому у нас завжди є свіжі рослини, які наші флористи збирають у вишукані букети. У нас є колекція свіжих букетів, колекція засушених букетів, кімнатні рослини, а також ароматні свічки від люксових брендів для створення ідеальної атмосфери. Зробіть чийсь день дивовижним, відправивши квіти, рослини та подарунки того ж або наступного дня. Замовляти квіти онлайн ще ніколи не було так просто.",
          "stylishBouquetsText": "У нашій квітковій студії наші професійні флористи створюють елегантні та стильні букети, використовуючи тільки найсвіжіші та найякісніші матеріали. Ми слідкуємо за останніми тенденціями квіткового дизайну та пропонуємо унікальні композиції, які неодмінно вразять. Дозвольте нам скрасити ваш день нашими приголомшливими букетами та службою доставки у той же день.",
          "deliveryText": "Ніколи не упустіть моменту із нашою своєчасною доставкою квітів. Наші кур'єри доставлять ваш букет особисто, без коробок, щоб він доїхав в ідеальному стані. Довіртеся нам, щоб ми надійно доставили ваш продуманий подарунок.",
          "paymentText": "Ви можете не турбуватись за свою безпеку, коли розміщуєте замовлення у нас, тому що ми використовуємо стандартні заходи безпеки для захисту вашої платіжної інформації. Ваша транзакція буде безпечною, тож ви зможете впевнено робити покупки.",
          "subscriptionText": "Завдяки нашій підписці на доставку квітів, адаптованій до ваших конкретних потреб, ви можете насолоджуватися зручністю доставки красивих букетів просто до ваших дверей через регулярні проміжки часу. Наші гнучкі послуги ідеально підходять для зайнятих людей або тих, хто хоче завжди мати під рукою свіжі квіти. Ви заощадите час і гроші з цим простим рішенням для ваших квіткових потреб.",
          "letsTalkText": "Введіть свій номер телефону і ми зв'яжемося з вами якнайшвидше, щоб допомогти зробити замовлення фбо відповісти на будь-які питання",
          "workingHoursText": "МИ ВІДКРИТІ: З 8.00 ранку ДО 23.00 вечора",
          "addressText": "Стокгольм, вул. Гатан, 17",
          "flowerSubscriptionText": "Відчуйте зручність та економію регулярних доставок квітів за допомогою нашої гнучкої передплати - до 30% вигідніше одноразових покупок.",
          "eventAndWeddingText": "Дозвольте нашій команді досвідчених флористів і дизайнерів створити приголомшливий, актуальний квітковий декор для вашого особливого дня. Довіртеся нам, щоб втілити ваше бачення прекрасного в життя",
          "reviews": {
            "firstReview": {
              "text": "Мені сподобалися квіти, вони гарні і доставили швидко!",
              "name": "Джон Доу"
            },
            "secondReview": {
              "text": "Замовляла квіти онлайн і це був найкращий букет! Вразив усіх навколо. Рекомендую цей квітковий магазин!",
              "name": "Рональд Річардс"
            },
            "thirdReview": {
              "text": "Підписка на квіти зробила революцію в моєму готелі в Стокгольмі! Зручне налаштування та регулярне отримання свіжих букетів. Рекомендовано для створення квіткових композицій без проблем!",
              "name": "Джейн Сміт"
            }
          }
        },
        "subtitles": {
          "reviewsSubtitle": "Відгуки"
        }
      }
    },
    "product": {
      "productOptions": {
        "quantity": "Кількість",
        "combination": "Відмінне поєднання з:",
        "price": {
          "priceTitle": "Цінові варіанти:",
          "fullPrice": "Одноразова покупка. Ціна $",
          "discountPrice": "Підпишіться зараз і заощадьте 25% на цьому замовленні."
        }
      },
      "productTitles": {
        "youMayAlsoLike": "Вам також може сподобатися..."
      }
    },
    "flowerSubscription": {
      "subscriptionTitles": {
        "mainTitle": "Підписка на квіти",
        "howDoesItWork": "Як це працює?",
        "planSelection": "Вибір плану",
        "choosePlan": "Виберіть план",
        "frequencyAndDuration": "Періодичність і тривалість",
        "payOnce": "Платіть один раз",
        "howOftenYouWantDelivery": "Як часто ви хочете доставляти квіти ?",
        "howManyYouWantDelivery": "Скільки б ви хотіли доставок ?",
        "subscriptionFAQ": "Найчастіші питання щодо підписки"
      },
      "subscriptionSubtitles": {
        "forYourself": "Для себе",
        "asAGift": "Як подарунок",
        "forBusiness": "Для бізнесу",
        "buildYourSubscription": "Створіть свою підписку"
      },
      "subscriptionTexts": {
        "forYourselfText": "Ідеальний спосіб зберегти свій дім свіжим та красивим. Отримайте регулярну доставку приголомшливих букетів прямо до вашого порогу, не поворухнувши і пальцем. Насолоджуйтесь красою та ароматом живих квітів без лишніх турбот!",
        "asAGiftText": "Зробіть особливий подарунок близькій людині чи другу. Замовте квіти для особливої події. Насолоджуйтесь красою та ароматом живих квітів без лишніх турбот!",
        "forBusinessText": "Це чудовий спосіб створити приємну атмосферу та залишити гарне враження на ваших гостей та клієнтів. Свіжі квіткові композиції покращать естетичний імідж вашого підприємства, а наш сервіс гарантує своєчасну заміну без зайвих турбот і зусиль з вашого боку.",
        "planText": "Виберіть план передплати, який вам найбільше підходить, серед наших трьох дизайнів букетів: класичний, сезонний і люкс. До кожного плану входить дизайнерська ваза, безкоштовна доставка та знижка до 30%. Наші сезонні та розкішні плани також включають особливу ароматичну свічку для покращення атмосфери.",
        "frequencyAndDurationText": "Виберіть частоту доставки: раз на тиждень, кожні два тижні або раз на місяць. Потім виберіть тривалість передплати від 3 до 12 місяців. Насолоджуйтесь заощадженнями завдяки довшій підписці. Ми розуміємо, що кожен клієнт має різні потреби, і прагнемо надати гнучкі варіанти підписки, які відповідають вашим конкретним уподобанням.",
        "payOnceText": "Після введення контактної інформації та інформації про доставку та оплати передплати ви можете розслабитися, знаючи, що ви забезпечили регулярну поставку свіжих чудових квітів для себе та своїх близьких.",
        "howOftenYouWantDeliveryText": "Виберіть частоту доставки",
        "howManyYouWantDeliveryText": "Виберіть тривалість підписки"
      },
      "subscriptionButtons": {
        "monthly": "Щомісяця",
        "biweekly": "Раз на два тижні",
        "weekly": "Щотижня"
      }
    },
    "aboutUs": {
      "aboutUsTitles": {
        "foundersPassion": "Пристрасть нашої засновниці",
        "expertlyCraftedBouquets": "Майстерно створені букети",
        "bouquetsGiftsAmbiance": "Букети, Подарунки Атмосфера",
        "everydaySpecial": "Робіть кожен день особливим",
        "discoverOurBouquets": "Відкрийте для себе наші букети"
      },
      "aboutUsTexts": {
        "foundersPassionText": "Stockholm LuxBouquets був заснований в 2010 році Каміллою Притко з метою надання унікальних і вишуканих букетів жителям Стокгольма. Камілла завжди мала пристрасть до квітів та дизайну, і її бачення полягало в тому, щоб створити місцеву квіткову студію, яка б спеціалізувалась на створенні та доставці свіжих, красивих і характерних букетів.",
        "expertlyCraftedBouquetsText": "У Stockholm LuxBouquets ми пишаємося нашою командою талановитих і досвідчених флористів, які ретельно відбирають кожну квітку, гарантуючи, що тільки найсвіжіші квіти потраплять до ваших букетів. Ми працюємо безпосередньо з локальними фермами, щоб отримати квіти найвищої якості, а наші кваліфіковані флористи майстерно доводять кожен букет до досконалості.",
        "bouquetsGiftsAmbianceText": "Окрім наших приголомшливих букетів, ми також пропонуємо колекцію сухих квітів, кімнатних рослин і ароматних свічок від люксових брендів для створення ідеальної атмосфери. Ми вважаємо, що надсилання квітів, рослин і подарунків повинно бути легким і без стресу, тому ми пропонуємо доставку в той же день або на наступний день по всьому Стокгольму.",
        "everydaySpecialText": "Наша місія проста: зробити кожен день особливим і незабутнім для наших клієнтів. Ми прагнемо надавати квіти найвищої якості, виняткове обслуговування клієнтів і безперебійний онлайн-досвід, який змусить вас почуватися впевнено та задоволеними своєю покупкою. Дякуємо, що обираєте Stockholm LuxBouquets. Ми з нетерпінням чекаємо можливості принести радість і щастя у ваше життя за допомогою наших красивих букетів і подарунків.",
        "discoverOurBouquetsText": "«Ознайомтеся з нашою колекцією вишуканих букетів і здивуйте своїх близьких ідеальним подарунком. Натисніть кнопку нижче, щоб почати покупки»"

      }
    },
    "cart": {
      "cartTitles": {
        "information": "Інформація",
        "shipping": "Доставка",
        "payment": "Оплата",
        "contactInformation": "Контактна інформація",
        "orderSummary": "Загальна інформація",
        "subtotal": "Підсумок",
        "total": "Всього",
        "secureCheckout": "Безпечна перевірка",
        "shippingDetails": "Деталі доставки",
        "frequency": "Частота"
      },
      "cartText": {
        "discount": "Якщо у вас є наша подарункова карта, введіть код, щоб отримати знижку"
      },
      "placeholder": {
        "name": "Ваше Ім'я",
        "email": "Ваша Електронна адреса",
        "phone": "Ваш телефон",
        "giftCard": "Подарункова карта",
        "recipientName": "Ім'я Одержувача",
        "recipientPhone": "Телефон Одержувача",
        "dateOfDelivery": "Дата доставки",
        "deliveryTime": "Час доставки",
        "street": "Вулиця",
        "apartment": "Квартира",
        "cardNumber": "Номер карти",
        "cvv": "CVV",
        "MMYY": "MM/РР"
      }
    }
  },
  "categories": {
    "chooseCategory": "Виберіть категорію",
    "freshFlowers": "Свіжі квіти",
    "driedFlowers": "Сухі квіти",
    "livePlants": "Живі рослини",
    "aromaCandles": "Арома свічки",
    "fresheners": "Освіжувачі",
    "allProducts": "Всі продукти"
  },
  "footer": {
    "footerText": "Не забудьте запропонувати гарні квіти від флорист-студії Стокгольму у День Святого Валентина, День матері, Різдво... Нагадуємо за 7 днів до свята. Жодного спаму та поширення вашої адреси",
    "footerTitles": {
      "shipping": "Доставка та повернення",
      "privacyPolicy": "Політика конфіденційності",
      "termsAndConditions": "Правила та умови"
    },
    "placeholder": "Ваша електронна адреса"
  },
  "menu": {
    "shop": "Магазин",
    "contact": "Контакти",
    "signIn": "Увійти",
    "cart": "Кошик",
    "home": "Головна"
  },
  "buttons": {
    "shopNow": "Купити",
    "learnMore": "Дізнатися більше",
    "reachUs": "Знайти нас",
    "subscribe": "Підписатися зараз",
    "inquire": "Запитайте нас",
    "reviews": "Читати відгуки",
    "remind": "Нагадати",
    "addToBasket": "Додати до кошика",
    "select": "Вибрати",
    "explore": "Подивитись варіанти",
    "bookCall": "Забронювати дзвінок"
  },
  "mainTitles": {
    "ourStory": "Наша історія",
    "title": "Stockholm Flowers",
    "aboutUsTitle": "Про нас",
    "blog": "Блог",
    "service": "Послуги",
    "flowerSubscription": "Підписка на доставку квітів",
    "eventAndWedding": "Декор весіль та заходів"
  },
  "mainSubtitles": {
    "mainTitleSubtitle": "Відкрийте для себе унікальні букети та подарунки для будь-якої нагоди: даруйте радість за допомогою нашої онлайн-служби доставки квітів"
  },
  "extra": {
    "titles": {
      "thankYou": "Дякуємо!"
    },
    "texts": {
      "thankYouText": "Дякуємо за вашу заявку. Ми зв’яжемося з вами найближчим часом."
    }
  }
}